| currency |    sl. |    en. |    sp. | b/s | lots | point                |  profit |
|----------+--------+--------+--------+-----+------+----------------------+---------|
| usdchf   | 0.9130 | 0.9182 | 0.9310 | s   |  0.3 | 0.005199999999999982 | -170.87 |
|          |        |        |        |     |      | #ERROR               |         |
#+TBLFM: $7='(if (< $8 0) (- $3 $2));N
  
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-09 Sun 16:26]--[2011-10-09 Sun 17:03] =>  0:37
  :END:
[2011-10-09 Sun 16:26]

美元(day)指数: 依然是涨势,上周经历连续三天的下跌之后，非农提振，收了一跟下影线偏常的k线              
美元(4hr)指数: 由涨进入到转换行情中,非农提振有所回升，但是macd 已经进入到空头动能充盈阶段，下周主要思路守住 77.26 上方做多美元指数 

下周主要思路顺应美元节奏考虑小仓做多美元空肥美。 
目前肥美反弹力度普遍偏强... 即便做多美元也属于短线性质.

* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-10 Mon 09:23]--[2011-10-10 Mon 10:14] =>  0:51
  :END:
[2011-10-10 Mon 09:23]
美元(1hr)指数: 均线系统依然压制大部分价格，有零星穿越形成横盘，上周非农行情向上突破短线道士阻力，关注日内是否有向上反弹的交易机会 
1hr分化: 首先排除日元长期短线混乱， 欧系货币分歧较大， 商品货币具备短线一致强势.

>gbp >aud >eur chf cad jpy >>

强弱方面， 欧元瑞郎加元 偏弱.

日内可能考虑的交易有瑞郎. 小仓,注意瑞郎近期涨势虽然延续但是爬升速度越来越缓慢.

瑞郎短线横盘走势，不容易看懂 . 横盘区间交易对待.

挂单: 
	0.9179 做多美瑞, 止损 0.9128 ,目标 0.9310
	仓位: 0.3 手. 


* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-11 Tue 08:56]--[2011-10-11 Tue 10:05] =>  1:09
  :END:
[2011-10-11 Tue 08:56]

美元(day)指数: 依然是涨势,上周经历连续三天的下跌之后，非农提振，收了一跟下影线偏常的k线              
美元(4hr)指数: 进入明显的向下转换的行情当中，目前正面临77.26强支撑.                      
美元(1hr)指数: 短线跌势明显. 日内主要考虑做多非美做空美元.                            

4hr分化: 4小时分分处于向上转换的行情这点和美元指数一致.                           
1hr分化: 除了日元意外其他货币主客观方向一致向上.                               

日内重点关注 澳元走势. 计划挂单

0.9930  sl 0.9874   目标 1.0130  仓位小仓 0.3 手.
* TRADEPLAN (tradeplan)  :TRADEPLAN:
  :LOGBOOK:
  CLOCK: [2011-10-12 三 07:50]--[2011-10-12 三 08:52] =>  1:02
  :END:
[2011-10-12 三 07:50]

美元(1hr)指数: 经过昨天的反复震荡. 今天行情变奏有明显反复行的中继形态.
经过昨日震荡欧元较强，今天日内首选欧元.

预期进场点 1.3563 . 50 点突破止损.  上方在4小时关键阻力附近. 仓位 0.5 小仓.
